{
    "nav_notizie": "News",
    "nav_il_gioco": "The Game",
    "nav_storia": "Story",
    "nav_media": "Media",
    "nav_svizzeri": "The \"Swiss\"",
    "nav_acquista": "Support Now",
    "hero_subtitle": "The resistance begins.",
    "hero_description": "A tactical game that takes you into the heart of partisan warfare. Every bullet counts. Every decision matters. Every victory builds hope.",
    "hero_cta_primary": "Join the Brigade",
    "hero_cta_secondary": "Learn More",
    "hero_cta_demo": "Try the demo"
    ,
    "philosophy_title": "GUERRILLA WARFARE IS NOT IMPROVISATION.<br><span class=\"testo-accento\">IT'S A SCIENCE.</span>",
    "philosophy_text_1": "There are no true guerrilla games today, except for war-sims that feel like a second job. Guerrilla warfare means studying topography, military tactics, logistics. Not improvising.",
    "philosophy_quote": "\"THE WAR IS FOUGHT FOR THE HOMELAND; GUERRILLA WARFARE, FOR ANOTHER HOMELAND\"",
    "philosophy_text_2": "The Garibaldi brigades were not bands of outlaw rebels. They were like organized armies with political commissars, hierarchical structures, training schools. This game challenges you to build that same organization. From almost nothing.",
    "pain1_title": "OMNIPOTENT LONE WOLF?",
    "pain1_text": "Whether you're an unstoppable Assassin or a supersoldier against an entire army like in <em>Metal Gear Solid</em>, your actions often lack real weight in the world. In <em>Viva l'Italia</em>, you are not a ghost. Every victory or defeat impacts your brigade's prestige, attracting or deterring new recruits. You are a leader, not a one-man army.",
    "pain2_title": "STEALTH OPTIONAL?",
    "pain2_text": "In many games, getting caught just turns the mission into a shooter. In <em>Viva l'Italia</em>, triggering an alarm is not a style choice: it means overwhelming reinforcements will arrive, forcing a retreat or sealing your death. The question isn't 'how do you want to play?' but 'how will you survive?'",
    "pain3_title": "A PUZZLE WITH ONE SOLUTION?",
    "pain3_text": "Too many levels, like in older <em>Medal of Honor</em> campaigns, are just disguised corridors. Here, each mission offers multiple paths, and the intel you gather from your network of contacts can reveal unexpected opportunities. Replayability isn't a feature; it's the core of the experience.",
    "solution_title": "VIVA L'ITALIA RESPONDS WITH THE PRINCIPLES OF GUERRILLA WARFARE",
    "feature1_title": "Tactical & Surrender",
    "feature1_text": "Use the environment and stances. Move prone or crouched to reduce visibility and surprise enemies from behind to neutralize them silently or force them to surrender, gaining valuable information.",
    "feature2_title": "Management & Crafting",
    "feature2_text": "Every resource is vital. Scavenge weapons and ammo from enemies, but watch your carry weight. Use materials gathered at your hideout to craft essential equipment. Every bullet truly counts.",
    "feature3_title": "Brigade Growth",
    "feature3_text": "Your brigade is your strength. In the hideout, manage your arsenal, plan missions, and choose the right comrades to take with you. Your decisions and successes will attract new recruits.",
    "section1_title": "FORGE YOUR DESTINY IN THE RESISTANCE",
    "section1_text": "Piedmont, 1943. Italy is divided. Take on the role of a partisan leader and guide a small group of rebels to turn it into an unstoppable brigade. Through missions of sabotage, infiltration, and tactical combat, your choices will determine the nation's future.",
    "gallery_title": "Gallery",
    "gallery_img1_caption": "Rimella, one partisan HQ",
    "gallery_img2_caption": "Romagnano Sesia Boarding School",
    "gallery_img3_caption": "Arona",
    "gallery_img4_caption": "Borgosesia",
    "media_img1_caption": "First in-game screenshot.",
    "media_img2_caption": "Starting weapon",
    "media_img3_caption": "Lootable British weapon",
    "media_img4_caption": "Sten submachine gun",
    "footer_copyright": "© 2025 Viva l'Italia. All rights reserved.",
    "footer_disclaimer": "This is a multidisciplinary project, with historical limitations and more.",
    "news_back_home": "← Back to Homepage",
    "news_read_more": "Read More",
    "news_back_list": "← All News",
    "media_page_title": "Media",
    "game_page_title": "The Game",
    "game_s1_title": "A Respectful Historical Approach",
    "game_s1_text1": "<em>Viva l'Italia</em> is a first-person tactical experience that aims to explore the period of the Italian Resistance with the utmost respect for its historical and human complexity. Our goal is to create a mature, historically informed interactive work, far from any superficial or controversial rhetoric.",
    "game_s1_text2": "This is not a glorification of violence, but a reflection on the difficult choices, courage, and organization of the men and women who fought for freedom. The gameplay, focused on infiltration and strategy, is intended to reward cunning and planning, not reckless action.",
    "game_s1_5_quote": "Another \"Gioventù Ribelle\"?!",
    "game_s1_5_text1": "Skepticism acknowledged. For those unfamiliar, <em>\"Gioventù Ribelle\"</em> was a 2011 video game tied to the 150th anniversary of ITALY's unification, but its development made it an <a href=https://www.youtube.com/watch?v=wF4P3jiHED4 target=\"_blank\">international embarrassment</a>.",
    "game_s1_5_text2": "<strong>VIVA L'ITALIA is born from passion.</strong> This is not an institutional project or a student demo, but an independent work. The game aims to honor history and avoid repeating an Italic deja vu.",
    "game_s3_title": "But VIVA L'ITALIA will have some unfortunate similarities to <em>\"Gioventù Ribelle\"</em>",
    "game_s3_text1": "Let's be blunt: don't expect AA graphics. Our resources are limited. Expect graphics that look at least 10 years old. Our energy has been invested in features more timeless than polygons—the core gameplay.",
    "game_s3_text2": "It will take some historical liberties for the sake of gameplay and to avoid becoming a <em>walking simulator</em>.",
    "game_s2_title": "System Requirements (PC)",
    "game_req_min": "Minimum",
    "game_req_rec": "Recommended",
    "game_req_os": "Windows 10 64-bit"
    ,
"game_req_disk": "GB available space (current)",
    "game_req_disk_ssd": "GB available space (SSD recommended)"
    ,

    "story_timeline_title": "Historical Context: 1943-1945",
    "story_tl1_title": "SEPTEMBER 1943: The Birth of Resistance",
    "story_tl1_desc": "After the Armistice of September 8, the Italian army dissolves. German forces occupy the country, beginning two years of brutal occupation and civil war. The first partisan groups spontaneously form in the Piedmont mountains.",
    "story_tl2_title": "SEPTEMBER-OCTOBER 1944: The Republic of Ossola",
    "story_tl2_desc": "In a daring offensive, partisan forces completely liberate the Ossola Valley. For 40 days, the area becomes a free territory, a democratic experiment, and a symbol of hope for all of occupied ITALY.",
    "story_tl3_title": "APRIL 1945: Liberation",
    "story_tl3_desc": "As Allied forces break through the Gothic Line, the National Liberation Committee orders a general insurrection. The partisan brigades, now a true army, liberate the main cities of Northern ITALY before the Allies' arrival.",
    "m0_subtitle": "OPERATION 01 // BIELLA",
    "m0_title": "THE DENIED ARMS",
    "m0_text1": "The Resistance cannot be born empty-handed. Your first mission is in Biella. The objective: obtain rifles from the military depot commanded by Colonel Maffei. But the meeting does not go as planned.",
    "m0_quote": "\"I already have an agreement with the Germans. They stay out of the city, and I guarantee order. I will not give you a single rifle to start a war you cannot win.\"",
    "m0_text2": "Faced with betrayal, the choice is forced. If the weapons will not be given, they must be taken. Infiltrate the depot, reach the armory, and retrieve what is necessary to arm your newborn brigade."
    ,
    "support_title": "FUND THE RESISTANCE",
    "support_text": "\"VIVA L'ITALIA\" is an independent project fueled by passion. Every contribution, big or small, helps us dedicate more time and resources to development, improving the game's quality and adding new content. Your support is our fuel.",
    "support_cta": "Contribute Now"   ,
    "support_price_info": "Until the release in 2027, you can support development at the special price of <strong>€19.43</strong>. At launch, the final price will be <strong>€25.04</strong>.",
    "support_alt_contribution": "Want to contribute in other ways? We are always looking for 3D artists, musicians, and voice actors. <a href=\"mailto:info.vivalitalia@gmail.com\">Contact us</a>!",
    "shooting_gallery_title": "TEST YOURSELF"
    ,
    "minigame_disclaimer": "The graphics and mechanics do not represent the final quality of the game.",
    "minigame_hud_title": "INFILTRATION",
    "minigame_hud_eliminations": "ELIMINATIONS:",
    "minigame_hud_controls_move": "Movement",
    "minigame_hud_controls_view": "Look",
    "minigame_hud_controls_crouch": "Crouch",
    "minigame_hud_controls_eliminate": "Eliminate",
    "minigame_hud_controls_unlock": "Unlock Mouse"
    ,

    "milestone_1": "<span>€1000<br>Steam Release</span>",
    "milestone_2": "<span>€50K<br>Soundtrack Release</span>",
    "milestone_3": "<span>€200K<br>3D Models Upgrade</span>",
    "milestone_3b": "<span>€500K<br>Professional Voice Acting</span>",
    "milestone_4": "<span>€1M<br>Expansion: The 4 Days of Naples with 'femminielli'</span>",
    "milestone_5": "<span>€2M<br>Modding Support</span>",
    "team_title": "DEVELOPMENT TEAM",
    "team_member1_caption": "Passionate about science, history, and statistics."
    ,
    "svizzeri_page_title":"The “Swiss”",
    "svizzeri_intro_1": "In the history of the Italian Resistance, figures such as Alfredo Pizzoni and the CLNAI played a fundamental role. Often operating from Switzerland, they enabled the partisans to arm themselves, feed themselves and fight, by collecting and managing funds.",
    "svizzeri_intro_2": "Likewise, this project would not be possible without the direct support of its backers. Every contribution, large or small, is the fuel that powers the motivation and development. This page is dedicated to you, our \"Swiss\", who believe in this project and guarantee its survival and growth.",
    "svizzeri_list_title": "Here are our \"Swiss\"",
    "footer_privacy_policy": "PRIVACY POLICY"
}