{
    "nav_notizie": "Notizie",
    "nav_il_gioco": "Il gioco",
    "nav_storia": "Storia",
    "nav_media": "Media",
    "nav_svizzeri": "Gli svizzeri",
    "nav_acquista": "Supporta ora",
    "hero_subtitle": "La resistenza ha inizio.",
    "hero_description": "Un gioco tattico che ti porta nel cuore della guerriglia partigiana. Ogni proiettile conta. Ogni decisione ha un peso. Ogni vittoria costruisce la speranza.",
    "hero_cta_primary": "Entra in brigata",
    "hero_cta_secondary": "Scopri di più",
    "hero_cta_demo": "Prova la demo"
    ,
    "philosophy_title": "LA GUERRIGLIA NON È IMPROVVISAZIONE.<br><span class=\"testo-accento\">È UNA SCIENZA.</span>",
    "philosophy_text_1": "Non esistono oggi dei veri e propri giochi di guerriglia, ad eccezione dei war-sim, che assomgiliano ad un secondo lavoro. Guerriglia significa studiare topografia, tattica militare, logistica. Non improvvisare.",
    "philosophy_quote": "\"La guerra si combatte per la patria; la guerriglia, per un'altra patria\"",
    "philosophy_text_2": "Le brigate garibaldine non erano bande di ribelli fuorilegge. Erano come eserciti organizzati con commissari politici, strutture gerarchiche, scuole di formazione. Questo gioco ti sfida a costruire quella stessa organizzazione. Da quasi zero.",
    "pain1_title": "EROE SOLITARIO ONNIPOTENTE?",
    "pain1_text": "Che tu sia un Assassino inarrestabile o un supersoldato contro un esercito come in <em>Metal Gear Solid</em>, le tue azioni spesso non hanno un peso reale sul mondo. In <em>Viva l'Italia</em>, non sei un fantasma. Ogni vittoria o sconfitta influenza il prestigio della tua brigata, attira nuove reclute o le fa allontanare. Sei un leader, non un esercito di un solo uomo.",
    "pain2_title": "STEALTH OPZIONALE?",
    "pain2_text": "In molti giochi, se vieni scoperto, la missione si trasforma semplicemente in uno sparatutto. In <em>Viva l'Italia</em>, far scattare un allarme non è una scelta di stile: significa l'arrivo di rinforzi schiaccianti che ti costringeranno alla ritirata o ti condanneranno alla morte.",
    "pain3_title": "UN PUZZLE CON UNA SOLA SOLUZIONE?",
    "pain3_text": "Troppi livelli, come nelle vecchie campagne di <em>Medal of Honor</em>, sono corridoi mascherati. Qui, ogni missione offre percorsi multipli e le informazioni che raccogli dalla tua rete di contatti possono svelare opportunità inaspettate. La rigiocabilità non è un extra, è il cuore dell'esperienza.",
    "solution_title": "VIVA L'ITALIA RISPONDE CON I PRINCIPI DELLA GUERRIGLIA",
    "feature1_title": "Tattico e Resa",
    "feature1_text": "Sfrutta l'ambiente e le posture. Muoviti prono o accovacciato per ridurre la visibilità e sorprendi i nemici alle spalle per neutralizzarli in silenzio o per intimare la resa, ottenendo informazioni preziose.",
    "feature2_title": "Gestione e Creazione",
    "feature2_text": "Ogni risorsa è vitale. Recupera armi e munizioni dai nemici, ma fai attenzione al peso trasportabile. Usa i materiali raccolti nel tuo rifugio per creare equipaggiamento essenziale. Ogni proiettile conta davvero.",
    "feature3_title": "Crescita della Brigata",
    "feature3_text": "La tua brigata è la tua forza. Nel rifugio, gestisci l'arsenale, pianifica le missioni e scegli i compagni giusti da portare con te. Le tue decisioni e i tuoi successi attireranno nuove reclute.",
    "section1_title": "FORGIA IL TUO DESTINO NELLA RESISTENZA",
    "section1_text": "Piemonte, 1943. L'Italia è divisa. Vesti i panni di un leader partigiano e guida un piccolo gruppo di ribelli per trasformarlo in un'inarrestabile brigata. Attraverso missioni di sabotaggio, infiltrazione e combattimenti tattici, le tue scelte determineranno il futuro della nazione.",
    "gallery_title": "Galleria",
    "gallery_img1_caption": "Rimella, una sede del comando partigiano della brigata “Gramsci”",
    "gallery_img2_caption": "Collegio di Romagnano Sesia",
    "gallery_img3_caption": "Arona",
    "gallery_img4_caption": "Borgosesia",
    "media_img1_caption": "Primo screenshot dal gioco.",
    "media_img2_caption": "Arma iniziale",
    "media_img3_caption": "Arma inglese raccoglibile",
    "media_img4_caption": "Mitragliatrice Sten"
    ,
    "footer_copyright": "© 2025 Viva l'Italia. Tutti i diritti riservati.",
    "footer_disclaimer": "Questo è un progetto multidisciplinare, con limitazioni storiche e non solo."
    ,
    "news_back_home": "← Torna alla Homepage",
    "news_read_more": "Leggi tutto",
    "news_back_list": "← Tutte le notizie",
    "media_page_title": "Media"
    ,
    "game_page_title": "Il Gioco",
    "game_s1_title": "Un Approccio Storico Rispettoso",
    "game_s1_text1": "<em>Viva l'Italia</em> è un'esperienza di guerriglia tattica in prima persona che si prefigge di esplorare il periodo della Resistenza italiana con il massimo rispetto per la sua complessità storica e umana. Il nostro obiettivo è creare un'opera interattiva matura, storicamente informata e lontana da ogni retorica superficiale o controversa.",
    "game_s1_text2": "Non si tratta di una glorificazione della violenza, ma di una riflessione sulle scelte difficili, sul coraggio e sull'organizzazione di uomini e donne che hanno combattuto per la libertà. Il gameplay, incentrato sull'infiltrazione e la strategia, vuole premiare l'astuzia, la pianificazione, e occasionalmente l'audacia.",
    "game_s1_5_quote": "Un altro \"Gioventù Ribelle\"?!",
    "game_s1_5_text1": "Scetticismo accolto. Per chi non lo conoscesse,  <em>\"Gioventù Ribelle\"</em> è stato un videogioco del 2011 legato alle celebrazioni per i 150 anni dell'Unità d'ITALIA, ma il suo sviluppo lo hanno reso una <a href=https://www.youtube.com/watch?v=wF4P3jiHED4 target=\"_blank\">vergogna internazionale</a>.",
    "game_s1_5_text2": "<strong>VIVA L'ITALIA nasce dalla passione.</strong> Non si tratta di un progetto istituzionale o una demo studentesca, ma un'opera indipendente. Il gioco vuole onorare la storia e non far ripetere un deja vu italico.",
    "game_s3_title": "Però VIVA L'ITALIA avrà dei brutti punti in comune con <em>\"Gioventù Ribelle\"</em>",
    "game_s3_text1": "Saremo diretti: non aspettatevi la grafica di un doppio A. Le nostre risorse sono limitate. Aspettati una grafica vecchia di almeno 10 anni. L'energia è stata investita in caratteristiche del gioco 'meno aggiornabili' dei poligoni.",
    "game_s3_text2": "Avrà delle storpiature storiche per adattare la giocabilità ed evitare di renderlo un <em>walking simulator</em>",
    "game_s4_title": "Requisiti di Sistema (PC)",
    "game_req_min": "Minimi",
    "game_req_rec": "Consigliati",
    "game_req_os": "Windows 10 64-bit",
"game_req_disk": "GB di spazio disponibile (attuali)",
    "game_req_disk_ssd": "GB di spazio disponibile (SSD consigliato)"
    ,
    "story_timeline_title": "Contesto Storico: 1943-1945",
    "story_tl1_title": "SETTEMBRE 1943: Nascita della Resistenza",
    "story_tl1_desc": "Dopo l'armistizio dell'8 Settembre, l'esercito italiano si dissolve. Le forze tedesche occupano il paese, dando inizio a due anni di brutale occupazione e guerra civile. I primi gruppi partigiani si formano spontaneamente sulle montagne piemontesi.",
    "story_tl2_title": "SETTEMBRE-OTTOBRE 1944: La Repubblica dell'Ossola",
    "story_tl2_desc": "In un'audace offensiva, le forze partigiane liberano completamente la Val d'Ossola. Per 40 giorni, la zona diventa un territorio libero, un'esperienza democratica e un simbolo di speranza per tutta l'ITALIA occupata.",
    "story_tl3_title": "APRILE 1945: Liberazione",
    "story_tl3_desc": "Mentre le forze alleate sfondano la Linea Gotica, il Comitato di Liberazione Nazionale ordina l'insurrezione generale. Le brigate partigiane, ormai un vero e proprio esercito, liberano le principali città del Nord ITALIA prima dell'arrivo degli Alleati."
    ,
    "m0_subtitle": "OPERAZIONE 01 // BIELLA",
    "m0_title": "LE ARMI NEGATE",
    "m0_text1": "La Resistenza non può nascere a mani nude. La tua prima missione è a Biella. L'obiettivo: ottenere i fucili dal deposito militare comandato dal colonnello Maffei. Ma l'incontro non va come sperato.",
    "m0_quote": "\"Ho già un accordo con i tedeschi. Loro non entrano in città, e io garantisco l'ordine. Non vi darò un solo fucile per scatenare una guerra che non possiamo vincere.\"",
    "m0_text2": "Di fronte al tradimento, la scelta è obbligata. Se le armi non vengono consegnate, devono essere prese. Infiltrati nel deposito, raggiungi l'armeria e recupera ciò che è necessario per armare la tua neonata brigata."
    ,
    "support_title": "FINANZIA LA RESISTENZA",
    "support_text": "\"VIVA L'ITALIA\" è un progetto indipendente alimentato dalla passione. Ogni contributo, grande o piccolo, ci aiuta a dedicare più tempo e risorse allo sviluppo, migliorando la qualità del gioco e aggiungendo nuovi contenuti. Il tuo supporto è il nostro carburante.",
    "support_cta": "Contribuisci ora",
    "support_price_info": "Fino all'uscita nel 2027, puoi supportare lo sviluppo al prezzo speciale di <strong>19,43€</strong>. Al lancio, il prezzo finale sarà di <strong>25,04€</strong>.",
    "support_alt_contribution": "Vuoi contribuire in altri modi? Siamo sempre alla ricerca di artisti 3D, musicisti, e doppiatori. <a href=\"mailto:info.vivalitalia@gmail.com\">Contattaci</a>!",
    "shooting_gallery_title": "METTITI ALLA PROVA"
    ,
    "minigame_disclaimer": "La grafica e le meccaniche non rappresentano la qualità finale del gioco.",
    "minigame_hud_title": "INFILTRAZIONE",
    "minigame_hud_eliminations": "ELIMINAZIONI:",
    "minigame_hud_controls_move": "Movimento",
    "minigame_hud_controls_view": "Visuale",
    "minigame_hud_controls_crouch": "Accovacciati",
    "minigame_hud_controls_eliminate": "Elimina",
    "minigame_hud_controls_unlock": "Sblocca Mouse"
    ,
    "milestone_1": "<span>1000€<br>Pubblicazione su Steam</span>",
    "milestone_2": "<span>50K€<br>Creazione colonna sonora</span>",
    "milestone_3": "<span>200K€<br>Miglioramento modelli 3D</span>",
    "milestone_3b": "<span>500K€<br>Doppiaggio professionale</span>",
    "milestone_4": "<span>1M€<br>Espansione: le 4 giornate di Napoli con i femminielli</span>",
    "milestone_5": "<span>2M€<br>Supporto mod</span>",
    "team_title": "SQUADRA DI SVILUPPO",
    "team_member1_caption": "Appassionato di scienza, storia, statistica."
    ,    

    "svizzeri_page_title":"Gli “Svizzeri”",
    "svizzeri_intro_1": "Nella storia della Resistenza italiana, figure come Alfredo Pizzoni e il CLNAI furono fondamentali. Operando spesso dalla Svizzera, permisero ai partigiani di armarsi, nutrirsi e combattere, raccogliendo e gestendo fondi.",
    "svizzeri_intro_2": "Allo stesso modo, questo progetto non sarebbe possibile senza il supporto diretto dei suoi finanziatori. Ogni contributo, grande o piccolo, è la nafta che alimenta la motivazione e lo sviluppo. Questa pagina è dedicata a voi, i nostri \"Svizzeri\", che credete in questo progetto e ne garantite la sopravvivenza e la crescita.",
    "svizzeri_list_title": "Ecco i nostri svizzeri",
    "footer_privacy_policy": "INFORMATIVA SULLA PRIVACY"

}